{
    "Ask a question": 
        {
            "What":"Use this space to ask a question about this request.",
            "Who":"We'll post your question online to be viewed by the public.",
            "Action":"The requester will be notified via email."
        },
    "Add a note": 
        {
            "What":"Use this space to provide an update about the request.",
            "Who":"We'll post your question online to be viewed by the public.",
            "Action":"The requester will be notified via email."
        },
    "Add a public note":
        {
            "What":"Use this section to communicate with the city.",
            "Who":"We’ll will post your message online and it can be viewed by the public.",
            "Action":"The city employee responsible for your request will be notified via email."
        },
    "Enter records request": 
        {
            "What":"Describe in detail the records you need.",
            "Who":"This message can be viewed by the public. Don’t reveal personal information about yourself or others.",
            "Action":""
        },
    "Enter email address": 
        {
            "What":"",
            "Who":"No one will be able to view your email address.",
            "Action":"We'll use it to send updates about your request."
        },
    "Enter name": 
        {
            "What":"",
            "Who":"Only City of Oakland employees will be able to view this information.",
            "Action":""
        },
   "Enter phone number": 
        {
            "What":"",
            "Who":"Only City of Oakland employees will be able to view this information.",
            "Action":""
        },
    "Enter department or document type": 
        {
            "Action":"Tell us where to send your request or the type of document you need.",
            "What":"",
            "Who":""
        },
    "Upload a document": 
        {
            "What":"Upload a record stored on your computer.", 
            "Who":"The record will be sent to Scribd.com and the public will be able to read and download it here.",
            "Action":"We’ll notify the requester via email of the document."
        },
    "Describe hard copies": 
        {
            "What":"Name the record you are about to upload.",
            "Who":"We’ll post your title online and it can be viewed by the public.",
            "Action":""
        },
    "Add an offline document": 
        {
            "What":"If you can't post this record online, use this space to tell a requester when and where they can pick it up. Include any fees they may have to pay.",
            "Who":"We’ll post your instructions online and it can be viewed by the public.",
            "Action":"We'll notify the requester via email."
        },
    "Add a link": 
        {
            "What":"Provide the web address of where a requester can find the information or documents.",
            "Who":"The link will be posted online for the public to view.",
            "Action":"We'll notify the requester via email."
        },
    "Close a request": 
        {
            "What":"Use this feature to close out this request.",
            "Who":"Your message will be posted online for the public to view.",
            "Action":"We'll notify the requester via email."
        },

        "Fulfilled": 
            {
                "What":"We released all of the requested documents.",
                "Who":"",
                "Action":""
            },
        "Fulfilled - Information Redacted": 
            {
                "What":"We released all of the requested documents. Personal information, such as home addresses, telephone numbers, and credit card numbers, were removed from the documents you requested to protect the privacy or identity of another individual (Government Code Section 6254(c)). We removed information identifying private citizens who made complaints to government (City of San Jose v. Superior Court (1999) 74 Cal.App.4th 1008, 1020.)).",
                "Who":"",
                "Action":""
            },
        "Not a public records request": 
            {
                "What":"This is not a public records request. For more information about the City of Oakland and its services visit Oakland Answers at answers.oaklandnet.com.",
                "Who":"",
                "Action":""
            },

        "Record Does Not Exist": 
            {
                "What":"The record you asked for does not exist.",
                "Who":"",
                "Action":""
            },
        "Contact Another Government Agency": 
            {
                "What":"We don't have the records you requested. We suggest you submit a public records request to Alameda County or the state of California.",
                "Who":"",
                "Action":""
            },
        "Can Not Release": 
            {
                "What":"We cannot give you the documents you requested. The California Public Records Act prohibits the City from releasing an individual’s employment, medical, or similar files to protect their privacy (Government Code Section 6254(c)). The California Public Records Act prohibits the City from releasing records related to an on-going litigation (Government Code Section 6254(b)). The California Public Records Act prohibits the City from releasing investigative records for crimes committed or police incident reports, rap sheets, and arrest records (Government Code Section 6254(f)). The California Public Records Act prohibits the City from releasing communications between an attorney and his or her clients (Government Code Section 6254(k).",
                "Who":"",
                "Action":""
            },
        "Requester Not Interested": 
            {
                "What":"The person who submitted this request determined they no longer need the record.",
                "Who":"",
                "Action":""
            },
        "Unable to contact the requester": 
            {
                "What":"We closed this request after we were unable to contact the requester to determine what they needed.",
                "Who":"",
                "Action":""
            },
    "Request an extension": 
        {
            "What":"Use this feature to indicate you need more time to respond to this request.",
            "Who":"Your message will be posted online for the public to view.",
            "Action":"We'll notify the requester via email."
        },
            "Extension - Large Amount": 
                {
                    "What":"Additional time is required to answer your public records request. We need to search for, collect, or examine a large number of records (Government Code Section 6253(c)(2)). Your request will be answered by.",
                    "Who":"",
                    "Action":""
                },
            "Extension - Separate Facility": 
                {
                    "What":"Additional time is required to answer your public records request. We need to search for and collect the requested records from a separate facility or set of facilities (Government Code Section 6253(c)(1)). Your request will be answered by",
                    "Who":"",
                    "Action":""
                },
            "Extension - Another Agency": 
                {
                    "What":"Additional time is required to answer your public records request. We need to consult with another agency before we are able to deliver your record (Government Code Section 6253(c)(3)). Your request will be answered by.",
                    "Who":"",
                    "Action":""
                },
            "Extension - Data": 
                {
                    "What":"Additional time is required to answer your public records request. We need to compile data or create a computer report to extract data (Government Code Section 6253(c)(4)). Your request will be answered by",
                    "Who":"",
                    "Action":""
                }
    }