{
	"Welcome":"<h5>Welcome to RecordTrac's tutorial. The tutorial will show you how to successfully manage a public records request with RecordTrac.</h5> <h5><em>Important note: </em> Every document or message you post through this application can be immediately viewed by the public.</h5>",
	"Request Area":"<h5><p>This section includes the submitted records request. Below the request is the requester's contact information.</p><p>Only city employees can view the requester’s name and phone number. Everyone can read the request.</p></h5>",
	"Ask a Question":"<h5><p>Click here to ask a question about this request.</p><p>The question will immediately be posted online and can be viewed by the public. The requester will be notified via email of your question.</p><p>You will get an email when the requester answers your question.</p></h5>",
	"Add a Record":"<div><h5>Add a record in one of three ways: <ul><li>Upload a document stored on your computer by clicking on the “Select File” button.</li><li>Link to another website by adding a web address in the “Or provide a link to a record” field.</li><li>Provide instructions on how to view or obtain copies of records in the “Or indicate how they can be accessed offline” field.</li></ul> You must provide a name for the document or link you post.</h5> <h5>When you click the “Add Record” button, the document, link, or message will immediately become available to the public online. The requester will be notified by email when a record is added.</h5></div>",
	"Add a Note":"<h5><p>Use this section if there is a message you need to send to a requester and you cannot use any other feature.</p><p>This message will immediately become available to the public online. The requester will be notified by email a message has been posted.</p></h5>",
	"Request Extension":"<h5><p>Use this feature if you need additional time to respond to a request. You can select multiple reasons by holding down the “Shift” key and clicking on more than one reason. You then can edit the message provided to you.</p><p>When you click on the “Request an Extension” button, the message will immediately be posted online and anyone can read it. The requester will be notified by email of the extension.</p></h5>",
	"Response Area":"<h5><p>All of the messages you send to the requesters, links to websites you post, or documents you upload will be displayed here.</p><p>Everything posted here can be viewed by the public.</p></h5>",
	"Reroute":"<h5><p>Change the 'Point of Contact' of a request if your department does not have the information the requester needs. Click on 'Point of Contact.' Enter a city employee's name or email address and a short message explaining why you are reassigning the request.</p><p>Sometimes more than one person is needed to fulfill a request or it involves multiple departments. Click on 'Helpers' to notify additional city employees of this request.</p></h5>",
	"Close request":"<h5><p>Close a records request here. After selecting one or more reason, you have the opportunity to edit a message.</p><p>When you click on the “Close the Request” button, the message will immediately become available to the public online. An email will also be sent notifying the requester it was closed.</p></h5>",
	"Feedback":"<h5>Your feedback is how we improve RecordTrac. Click on the 'Feedback' tab to report a problem, suggest a new feature, or tell us what you like about RecordTrac.</h5>",
	"Back to Tutorial":"<h5><p>Congratulations!  You've completed the tutorial.</p><p>You can come back to review the content  any time by clicking on this tab.</p></h5>"
 }