{
    "Ask a question": "If you do not understand what the requester wants, use this space to ask a question. An email containing your question will be automatically be sent to the requester and your question will be publicly viewable.",
    "Upload a document": "If you have a document that would help fulfill this request, upload it here. It will be publicly viewable.",
    "Describe document": "Enter a short description of the document you are uploading to this page. This description will help the public understand the type of document being posted on the website.",
  	"Provide hard copies": "Check this box if you plan on distributing hard copies of the documents requested and you will not upload a document to this website.",
  	"Describe hard copies": "Enter a short description of the documents you will provide to the requester. Please include any fee the requester may have to pay to obtain the records.",
  	"Location": "Identify where a requester must go to pick up their documents. Include the address of the office, as well as the times the documents can be picked up by the requester.",
    "Add a link": "Provide a link to a document that already exists on the web. The link can also be to another website that will give the requester the information they need.",
    "Add a note": "This is a work in progress. Use this section to communicate with other city employees about this particular records request. Remember everything you write here can be viewed by the general public.",
    "Close a request": "You can close a request if you have uploaded a document or posted a link providing the desired information.  If the City of Oakland does not have the requested document, please write a short note explaining why the City does not have it. If a request must be withheld, you are required to provide legal justification for not releasing the record to the public.",
    "Legal review": "If sensitive information needs to be removed from the requested document or you are unsure if it can be released, check this box. An email will automatically will be sent to the City Attorney's office, prompting them to review the document. The City Attorney's will then indicate if the document can be released or if sensitive information neeeds to be removed from it."
}