{
    "Ask a question": "Use this space to ask a question that will help you understand what the rquester needs. An email containing your question will be automatically be sent to the requester and your question will be publicly viewable.",
    "Upload a document": "Upload the document that would fulfill this request. It will be publicly viewable.",
    "Describe document": "Enter a short description of the document you are uploading to this page. This description will help the public understand the type of document being posted on the website.",
    "Provide hard copies": "Check this box if you plan on distributing hard copies of the documents requested and you will not upload a document to this website.",
    "Describe hard copies": "Enter a short description of the documents you will provide to the requester. Please include any fee the requester may have to pay to obtain the records.",
    "Location": "Identify where a requester must go to pick up their documents. Include the address of the office, as well as the times the documents can be picked up by the requester.",
    "Add a link": "Provide a link to a document that already exists on the web. The link can also be to another website that will give the requester the information they need.",
    "Add a note": "This is a work in progress. Use this section to communicate with other city employees about this particular records request. Remember everything you write here can be viewed by the general public.",
    "Legal review": "If sensitive information needs to be removed from the requested document or you are unsure if it can be released, check this box. An email will automatically will be sent to the City Attorney's office, prompting them to review the document. The City Attorney's will then indicate if the document can be released or if sensitive information neeeds to be removed from it.",
    "Close a request": "You can close a request by selecting one of the reasons listed in the dropdown. If you would like to provide the requester with more information, please add a note.",
    "Extension - Large Amount": "In the next 14 business days, a city employee will search for, collect, and examine a large number of records (Government Code Section 6253(c)(2)).",
    "Extension - Separate Facility": "In the next 14 business days, a city employee will search for and collect the requested records from separate facility (Government Code Section 6253(c)(1)).",
    "Extension - Another Agency": "In the next 14 business days, a city employee must consult with another agency outside of the City of Oakland before we are able to deliver your record (Government Code Section 6253(c)(3)).",
    "Extension - Data": "In the next 14 business days, a city employee needs to compile data or create a computer program to extract data (Government Code Section 6253(c)(4)).",
    "Fulfilled": "The City released all of the requested documents to the public. Anyone can now view the documents online.",
    "Information Redacted": "The City released all of the requested documents to the public. Anyone can now view the documents online. Personal information, such as home addresses, telephone numbers, and credit card numbers, were removed from the documents you requested to protect the privacy or identity of another individual (Government Code Section 6254(c)).",
    "Record Does Not Exist": "The record you asked for does not exist.",
    "Contact Another Agency": "The City does not have the records requested. Contact Alameda County for copies of those records.",
    "Can Not Release - Personal Files": "The California Public Records Act prohibits the City from releasing an individual’s employment, medical,  or similar files to protect their privacy (Government Code Section 6254(c)).",
    "Can Not Release - Ongoing Litigation": "The California Public Records Act prohibits the City from releasing records related to an on-going lawsuit (Government Code Section 6254(b)).",
    "Can Not Release - Investigative Reports": "The California Public Records Act prohibits the City from releasing investigative records for crimes committed or police incident reports, rap sheets, and arrest records (Government Code Section 6254(f)).",
    "Can Not Release - Finances": "The California Public Records Act prohibits the City from releasing information on an individual’s personal finances (Government Code Section 6254(n)(o)).",
    "Requester Not Interested": "The person who asked for this record has determined they no longer need it."
}