{
	"Welcome":"Welcome to the City of Oakland’s new public records request web application. This application will help the city manage requests. Every document or message you post online through this application can be immediately viewed by the public.  This site is currently being tested some features may not work or change over time.",
	"Request Area":"This section includes the submitted records request. Below the request is the contact information of the requesters. City employees can only view the requester’s name and phone number, but anyone can view the content of the public records request. This area also includes any questions a city employees asks about this particular request, as well as the response from the requester.",
	"Ask a Question":"To ask a question about this particular request, type one into the question field and click on the blue “Ask” button. The question will immediately be posted online and can be viewed by the public. The requester will be notified via email that a question has been posted. You will get an email when the requester answers your question.",
	"Response Action Area":"All the features you need to fulfill a public records request can be found in this section. You can upload a document, add a link to another website, or tell an individual where they can go to view or pick up hard copies the documents.",
	"Add a Record":"You must provide a short summary describing the document or link you post. Upload a document stored on your computer, by clicking on the “Select File” button. To link to a website, add a web address in the “Or provide a link to a record” field. For documents that are not viewable online, provide instructions to the requester on how they can view or obtain copies of them in the “Or indicate how they can be accessed online” field. When you click the blue “Add Record” button, the document, link, or message you provided will immediately become available to the public online. The requester will be notified by email when a record is added.",
	"Add a Note":"Use this section only if there is a message you need to send to a requester and you cannot any other feature. To add a note, type a message in the “Note” field and click on the blue button labeled “Add Note.” This message will immediately be posted online and anyone can read it. The requester will be notified by email that a message has been posted.",
	"Request Extension":"Use this feature if you need additional time to respond to a public records request. You can select multiple reasons by holding down the “Shift” key and clicking on more than one reason. By clicking on the blue “Request an Extension” button, the message will immediately be posted online and anyone can read it.  The requester will be notified by email of the extension.",
	"Response Area":"All of the messages you sent to the requesters, links to websites you posted, or documents you uploaded will be displayed here. All of this information can be viewed by the public.",
	"Reroute":"You have the ability to send this request to another city employee if you are unable to fulfill it. If you click on the name, a window appears. You can search for a city employee you are trying to contact and explain why you are forwarding it.  When you click on the mail icon, an email is sent to the person you selected. The names of all city employees assigned this particular request will be displayed to members of the public.",
	"Close request":"Close a records request here. Select multiple reasons by holding down the “Shift” key and clicking on more than one phrase. By clicking on the black “Close Request” button, a window will pop up containing text describing the reason why you closed the request. You are able to edit the response. When you click on the black “Close the Request” button, the message you sent will be posted online. An email will also be sent notifying the requester it was closed.",
	"Feedback":"Your feedback is how the Code for America fellows will improve this tool. Click on the purple tab labeled “Feedback” to report a problem, suggest a new feature, or tell the fellows what you like about the new web application.",
	"Back to Tutorial":"You can access this tutorial anytime you need by clicking on this icon."
 }